[
  {
    "type": "KIDS_FEATURES",
    "title": "Nusery Rhymes",
    "text": "The nursery rhymes included are the first type of stories designed to help your kids with their development. This cute bear is a great addition to any nursery because he is one-part stuffed animal and one-part interactive toy. Kids can grow up with this friend and companion in their room and he can provide comfort and developmental support.",
    "textPosition": "right",
    "image": {
      "desktop": {
        "src": "../assets/banners/kids1.jpg"
      },
      "mobile": {
        "src": "../assets/banners/mobile/kids1.jpg"
      }
    }
  },
  {
    "type": "KIDS_FEATURES",
    "title": "Fairy Tales",
    "text": "Fairytales are an important part of every childhood. We have included some of the most amazing fairytales from around the world. These stories are for children of preschool age that will enjoy the more developed storylines. With so many amazing fairytales your little ones will struggle to get bored.",
    "textPosition": "right",
    "image": {
      "desktop": {
        "src": "../assets/banners/kids2.jpg"
      },
      "mobile": {
        "src": "../assets/banners/mobile/kids2.jpg"
      }
    }
  },
  {
    "type": "KIDS_FEATURES",
    "title": "Educational Content",
    "text": "The stories that we have included are the best way for your child to start learning concepts such as morals, and social dynamics while learning to enjoy the beauty of story time. Give the gift of story time and feed the minds of who you love most.",
    "textPosition": "left",
    "image": {
      "desktop": {
        "src": "../assets/banners/kids3.jpg"
      },
      "mobile": {
        "src": "../assets/banners/mobile/kids3.jpg"
      }
    }
  },
  {
    "type": "GROWNUP_FEATURES",
    "title": "Smart, fun & educative",
    "text": "This bear is an amazing way for busy parents to ensure their children are having fun while learning. With so many amazing stories and features they won’t get bored and you won’t have to spend hours trying to find the best stories. Simply tap your phone and watch The Talking Teddy Bear go.",
    "textPosition": "left",
    "image": {
      "desktop": {
        "src": "../assets/banners/grown-ups1.jpg"
      },
      "mobile": {
        "src": "../assets/banners/mobile/grown-ups1.jpg"
      }
    }
  },
  {
    "type": "GROWNUP_FEATURES",
    "title": "Share Picures",
    "text": "Another amazing feature about The Talking Teddy Bear is the fact that you can share photos. Tap your phone to the bears chest and you can upload any family pictures that you love dearly. These photos are available to you any time you tap your phone again to the bears chest. This is an amazing way to surprise someone!",
    "textPosition": "right",
    "image": {
      "desktop": {
        "src": "../assets/banners/grown-ups2.jpg"
      },
      "mobile": {
        "src": "../assets/banners/mobile/grown-ups2.jpg"
      }
    }
  },
  {
    "type": "GROWNUP_FEATURES",
    "title": "Share Videos",
    "text": "Memories are special moments that help tell our stories. Save your favorite video memories within the teddy bear by simply tapping your phone. This would be an amazing gift for your most beloved family members. You can access these amazing family moments at any time by tapping your phone to the bear's chest.",
    "textPosition": "left",
    "image": {
      "desktop": {
        "src": "../assets/banners/grown-ups3.jpg"
      },
      "mobile": {
        "src": "../assets/banners/mobile/grown-ups3.jpg"
      }
    }
  },
  {
    "type": "GROWNUP_FEATURES",
    "title": "Share Videos",
    "text": "Memories are special moments that help tell our stories. Save your favorite video memories within the teddy bear by simply tapping your phone. This would be an amazing gift for your most beloved family members. You can access these amazing family moments at any time by tapping your phone to the bears chest.",
    "textPosition": "left",
    "image": {
      "desktop": {
        "src": "../assets/banners/grown-ups4.jpg"
      },
      "mobile": {
        "src": "../assets/banners/mobile/grown-ups4.jpg"
      }
    }
  }
]
